tap "ascarter/extras"
tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/cask-drivers"
tap "homebrew/cask-fonts"
tap "homebrew/cask-versions"
tap "homebrew/core"
tap "homebrew/services"
tap "universal-ctags/universal-ctags"
brew "bash-completion"
brew "brew-cask-completion"
brew "gist"
brew "git-lfs"
brew "htop"
brew "hub"
brew "iperf"
brew "iperf3"
brew "jq"
brew "mas"
brew "micro"
brew "midnight-commander"
brew "ranger"
brew "terraform"
brew "tig"
brew "tmux"
brew "unar"
brew "wget"
brew "yubico-piv-tool"
brew "zsh-completions"
brew "universal-ctags/universal-ctags/universal-ctags", args: ["HEAD"]
cask "1password"
cask "1password-cli"
cask "android-file-transfer"
cask "android-studio"
cask "authy"
cask "bartender"
cask "basecamp"
cask "bbedit"
cask "coderunner"
cask "dash"
cask "docker"
cask "firefox"
cask "firefox-developer-edition"
cask "font-computer-modern"
cask "font-go"
cask "font-go-medium"
cask "font-go-mono"
cask "font-inter"
cask "font-latin-modern"
cask "font-source-code-pro"
cask "font-source-sans-pro"
cask "font-source-serif-pro"
cask "fork"
cask "garmin-express"
cask "github"
cask "gpg-suite"
cask "java"
cask "kaleidoscope"
cask "karabiner-elements"
cask "keybase"
cask "macdown"
cask "mactex"
cask "macvim"
cask "maelstrom"
cask "microblog"
cask "microsoft-edge-dev"
cask "monodraw"
cask "netspot"
cask "nightowl"
cask "paw"
cask "postgres"
cask "safari-technology-preview"
cask "screens-connect"
cask "script-debugger"
cask "send-to-kindle"
cask "sequel-pro-nightly"
cask "signal"
cask "sketch"
cask "steam"
cask "superduper"
cask "transmit"
cask "visual-studio-code"
cask "xquartz"
cask "xscope"
cask "yubico-authenticator"
cask "yubico-yubikey-manager"
cask "yubico-yubikey-personalization-gui"
cask "yubico-yubikey-piv-manager"
cask "ascarter/extras/etcher"
cask "ascarter/extras/font-go-smallcaps"
cask "ascarter/extras/go-installer"
cask "ascarter/extras/node-installer"
cask "ascarter/extras/python-installer"
cask "ascarter/extras/rustup"
mas "1Blocker", id: 1107421413
mas "Acorn", id: 1233861775
mas "BaseCamp", id: 411052274
mas "Carcassonne", id: 901869346
mas "Discovery", id: 1381004916
mas "Disk Speed Test", id: 425264550
mas "Final Cut Pro", id: 424389933
mas "iBooks Author", id: 490152466
mas "iStat View", id: 1148868081
mas "Keynote", id: 409183694
mas "Kindle", id: 405399194
mas "LG Screen Manager", id: 1142051783
mas "Linea Link", id: 1233368267
mas "Logic Pro X", id: 634148309
mas "Magnet", id: 441258766
mas "MainStage 3", id: 634159523
mas "News Explorer", id: 1032670789
mas "Numbers", id: 409203825
mas "Pages", id: 409201541
mas "Patterns", id: 429449079
mas "Pixelmator Pro", id: 1289583905
mas "Postico", id: 1031280567
mas "Screens", id: 1224268771
mas "Sound Studio", id: 405537804
mas "Speedtest", id: 1153157709
mas "Stockfish", id: 801463932
mas "Telegram", id: 747648890
mas "Textual IRC Client", id: 1262957439
mas "The Unarchiver", id: 425424353
mas "Things", id: 904280696
mas "Ulysses", id: 1225570693
mas "Vimeo", id: 1356686763
mas "Xcode", id: 497799835
