42Crunch.vscode-openapi
arcticicestudio.nord-visual-studio-code
davidbwaters.macos-modern-theme
dbaeumer.vscode-eslint
EditorConfig.EditorConfig
esbenp.prettier-vscode
GitHub.vscode-pull-request-github
idleberg.applescript
miguelsolorio.min-theme
monokai.theme-monokai-pro-vscode
ms-azuretools.vscode-docker
ms-kubernetes-tools.vscode-kubernetes-tools
ms-mssql.mssql
ms-ossdata.vscode-postgresql
ms-python.python
ms-vscode-remote.remote-containers
ms-vscode-remote.remote-ssh
ms-vscode-remote.remote-ssh-edit
ms-vscode-remote.remote-ssh-explorer
ms-vscode-remote.remote-wsl
ms-vscode-remote.vscode-remote-extensionpack
ms-vscode.cpptools
ms-vscode.csharp
ms-vscode.github-issues-prs
ms-vscode.Go
ms-vscode.Theme-MarkdownKit
rebornix.ruby
redhat.java
redhat.vscode-yaml
sdras.night-owl
VisualStudioExptTeam.vscodeintellicode
vscjava.vscode-java-debug
vscjava.vscode-java-dependency
vscjava.vscode-java-pack
vscjava.vscode-java-test
vscjava.vscode-maven
