azuredevspaces.azds
davidbwaters.macos-modern-theme
EditorConfig.EditorConfig
GitHub.vscode-pull-request-github
joaomoreno.github-sharp-theme
johnpapa.vscode-peacock
karigari.chat
ms-azure-devops.azure-pipelines
ms-azuretools.vscode-azureappservice
ms-azuretools.vscode-azurefunctions
ms-azuretools.vscode-azureresourcegroups
ms-azuretools.vscode-azurestorage
ms-azuretools.vscode-azurevirtualmachines
ms-azuretools.vscode-cosmosdb
ms-azuretools.vscode-docker
ms-dotnettools.csharp
ms-kubernetes-tools.vscode-aks-tools
ms-kubernetes-tools.vscode-kubernetes-tools
ms-mssql.mssql
ms-python.python
ms-vscode-remote.remote-ssh
ms-vscode-remote.remote-ssh-edit
ms-vscode-remote.remote-wsl
ms-vscode.azure-account
ms-vscode.azurecli
ms-vscode.cpptools
ms-vscode.github-issues-prs
ms-vscode.Go
ms-vscode.powershell
ms-vscode.vscode-node-azure-pack
ms-vsliveshare.vsliveshare
ms-vsliveshare.vsliveshare-audio
ms-vsliveshare.vsliveshare-pack
ms-vsts.team
msazurermtools.azurerm-vscode-tools
msospo.1es-oss-assistant
redhat.vscode-yaml
sdras.night-owl
VisualStudioExptTeam.vscodeintellicode
