davidbwaters.macos-modern-theme
EditorConfig.EditorConfig
GitHub.vscode-pull-request-github
Ionide.Ionide-fsharp
ms-azuretools.vscode-docker
ms-kubernetes-tools.vscode-aks-tools
ms-kubernetes-tools.vscode-kubernetes-tools
ms-mssql.mssql
ms-python.python
ms-vscode-remote.remote-ssh
ms-vscode-remote.remote-ssh-edit
ms-vscode-remote.remote-wsl
ms-vscode.azure-account
ms-vscode.csharp
ms-vscode.github-issues-prs
ms-vscode.Go
ms-vscode.powershell
redhat.vscode-yaml
VisualStudioExptTeam.vscodeintellicode
