tap "microsoft/git"
tap "teamookla/speedtest"

brew "azure-cli"
brew "ffmpeg"
brew "gh"
brew "go"
brew "htop"
brew "jq"
brew "mandown"
brew "micro"
brew "neovim"
brew "node"
brew "qemu"
brew "sqlcmd"
brew "uutils-coreutils"
brew "uutils-findutils"
brew "ykman"
brew "zsh-completions"
brew "teamookla/speedtest/speedtest"

cask "1password-cli"
cask "audacity"
cask "azure-data-studio"
cask "balenaetcher"
cask "bartender"
cask "clipy"
cask "docker"
cask "fork"
cask "git-credential-manager-core"
cask "github"
cask "gpg-suite"
cask "macvim"
cask "microsoft-openjdk"
cask "netnewswire"
cask "rapidapi"
cask "pgadmin4"
cask "r"
cask "rectangle"
cask "visual-studio-code"
cask "xquartz"
