arcticicestudio.nord-visual-studio-code
davidbwaters.macos-modern-theme
dbaeumer.vscode-eslint
GitHub.vscode-pull-request-github
idleberg.applescript
LinusU.auto-dark-mode
monokai.theme-monokai-pro-vscode
ms-azuretools.vscode-docker
ms-kubernetes-tools.vscode-kubernetes-tools
ms-python.python
ms-vscode.cpptools
ms-vscode.csharp
ms-vscode.github-issues-prs
ms-vscode.Go
ms-vscode.Theme-MarkdownKit
redhat.java
redhat.vscode-yaml
sdras.night-owl
VisualStudioExptTeam.vscodeintellicode
vscjava.vscode-java-debug
vscjava.vscode-java-dependency
vscjava.vscode-java-pack
vscjava.vscode-java-test
vscjava.vscode-maven
